Repository: TsSaltan/wp-its-captcha-puzzle
Catalog: locale/captchapuzzle-*.po
Languages: ru_ru

source: Open %s for complete installation
ru_ru: Откройте %s для завершения установки

source: plugin config page
ru_ru: страницу настроек плагина

source: Public key
ru_ru: Публичный ключ

source: Private key
ru_ru: Приватный ключ

source: You can register at %s and generate API keys on your own. Or click at button for generating keys automatically.
ru_ru: Вы можете зарегистрироваться здесь %s и сгенерировать API ключи самостоятельно. Либо нажмите на кнопку ниже, чтоб сгенерировать API ключи автоматически.

source: Generate API keys
ru_ru: Сгенерировать API ключи

source: Testing your current API keys.
ru_ru: Тестирование текущих API ключей.

source: correct
ru_ru: корректный

source: incorrect
ru_ru: не корректный

source: Testing API keys
ru_ru: Проверить API ключи
